# Cfh Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..Cfh Property
SymbolTypeId Class See Also
---
Symbol CFH, indicating unit Cubic feet per hour.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId Cfh { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property Cfh As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ Cfh {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace